 [
    {
        "url":"https://modernteen.co/wp-content/uploads/2018/06/Back-Workouts.jpg",
        "tip" :"WORKOUT ROUTINES",
        "heading":"6 Back Workouts - Best Exercises for Beginners at the Gym",
        "defination":"It’s important to grow your back for strength and to look bigger up top. Here are 6 Beginner Back Workouts to Do at the Gym.",
        "room":"https://www.thespruce.com/thmb/1PZ2ZkfWIPKdh7aLaHYRPPOgJgs=/5184x3456/filters:no_upscale():max_bytes(150000):strip_icc()/fin-2-rustic-home-gym-5a4428559e94270037b7d45e.jpg",
        "trainerUrl":"https://www.openstudycollege.com/osc/uploads/2019/11/OSC1041.jpg",
        "overview":"Personal trainers enable faster, safer and more reliable results than training alone. They motivate clients to develop healthy habits and stay focused on achieving their goals.All course materials will be delivered to you by post or email, so it couldn’t be easier. Our experienced and friendly tutors will help you every step of the way by email."
    },
    {
        "url":"https://images.saymedia-content.com/.image/t_share/MTc2MjYzNDQwODAzODMzMDA1/leg-fitness-exercises-on-equipments-roman-chair-leg-curls-squats.jpg",
        "tip" :"WORKOUT ROUTINES",
        "heading":"Leg Fitness Exercises on Equipment: Roman Chair, Leg Curls and Squats",
        "defination":"Roman chair, seated leg curls on machines and performing squats on the squat machine help build up strength in our legs. These exercises can be done by both men and women. All these exercises help you in increasing the strength and overall fitness of your legs and also stimulate ankle, butt, hip, calf, thigh, hamstring and knees. When you are in the gym, you need to do these exercises utilizing proper technique so that you get the maximum benefit from each set of exercises. Weight training for legs is really strenuous but when done, the results are awesome.",
        "room":"https://i.pinimg.com/originals/c3/f0/5c/c3f05c5856a4eb9ac54d3bc1f9788d79.jpg",
        "trainerUrl":"https://techeduhp.com/wp-content/uploads/2020/04/hiring-personal-trainer.jpg",
        "overview":"If you have put on excess weight during the holiday season and looking for the best ways to shed off those extra pounds soon, hire a personal trainer Allentown PA to achieve your fitness goals. If you are trying to fit in your favorite swimsuit, a personal trainer can help. There are several benefits of hiring a personal trainer Allentown PA. "
    },
    {
        "url":"https://i.ytimg.com/vi/IjgjmsdaIWQ/maxresdefault.jpg",
        "tip" :"WORKOUT ROUTINES",
        "heading":"Gym Wrokout Names With Images",
        "defination":"All the days you have a very good large industry, there are normally smaller markets of place than people can fill. There is a certain number of various techniques that is a of the garments industry is usually subdivided by categories. There is also a certain number of companies which supply with clothing obese a specific number of varied companies with the men who supply along with the clothing of the women anywhere today.",
        "room":"https://media.architecturaldigest.com/photos/565c88ae587d37cb3479ec65/master/pass/fabulous-home-gyms-01.jpg",
        "trainerUrl":"https://drhenry.org/wp-content/uploads/2021/03/8-steps-to-become-a-personal-fitness-trainer_605d731246733.jpeg",
        "overview":"Devenir entraîneur personnel peut être un bon choix de carrière si vous aimez le fitness et aider les autres à atteindre leurs objectifs. En tant que passionné de fitness, vous avez probablement déjà fait de l’entraînement personnel officieux au fil des ans, mais il y a d’autres étapes à franchir pour obtenir une certification d’entraîneur personnel, trouver un emploi ou créer votre entreprise indépendante. Apprenez-en davantage sur cette carrière pour décider si elle est faite pour vous."
    },
    {
        "url":"https://wpamelia.com/wp-content/uploads/2020/07/gym-header.jpg",
        "tip" :"WORKOUT ROUTINES",
        "heading":"Unique Gym Ideas",
        "defination":"If you’re embarking on the exciting journey of opening a new gym or revamping an existing one, you already know that a gym’s name is more than just a label – it’s a reflection of your unique brand, a powerful tool for branding and marketing, a source of motivation, and an invitation to a community of health and wellness enthusiasts.",
        "room":"https://hpadesigngroup.com/wp-content/uploads/2017/05/multifamily-fitness-center-interior-design-trends-multipurpose-space.jpg",
        "trainerUrl":"https://www.theptdc.com/wp-content/uploads/2019/06/Speciality-Certs_Feature.png",
        "overview":"At Sports plus, we offer both group and individual training. For group training, a trainer will guide and help group members throughout the gym, they will do exercises together as a whole group, weight lifting, sprinting, and jogging, and also other activities, they will tell them how to perform certain activities/training. For individual training, it will be extra cost. One on one training, the trainer will help the customer reach his/her fitness goal even faster. They will also show them all the different techniques, the best forms, the best way to do all the training. Their main goal is to maximize an individual effort."
    },
    {
        "url":"https://sunnyhealthfitness.com/cdn/shop/articles/britt_yoga_noticethoughts_533x.jpg?v=1705364328",
        "tip" :"WORKOUT ROUTINES",
        "heading":"The Incredible Benefits of High Energy Cardio Dance Workouts",
        "defination":"Are you tired of the same old workout routines that leave you feeling uninspired? It's time to inject some excitement into your fitness journey! Join Sunny Trainer Mara for a 20-minute high-energy cardio dance workout that not only gets your heart pumping but also brings joy to your exercise routine. Let's dive into the fantastic benefits of this invigorating workout.",
        "room":"https://studentaffairs.jhu.edu/recreation/wp-content/uploads/sites/24/2018/08/JHU0050-min.jpg",
        "trainerUrl":"https://beyondthemagazine.com/wp-content/uploads/2021/02/p-trainer.jpg",
        "overview":"HomeTips and TricksHow easy is it to become a personal trainer?HOW EASY IS IT TO BECOME A PERSONAL TRAINER?Tips and Tricks  February 11, 2021  0  Miles Austine Personal training is a fantastic and flexible profession that has been growing in popularity for some time. As a result of the coronavirus pandemic, individuals have been taking charge of their health and fitness by exercising at home. Whilst this is the case, some people need help with this as it can often be a daunting thing to start. This is where personal trainers come in to help these individuals out; they have been doing a great job in operating outside and online through video calls due to COVID-19 restrictions too. Are you wondering how to become a personal trainer? Keep reading to find out how easy it really is. "
    }
]